Repository: giellalt/corpus-sms
Catalog: tmx/fin/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=9_lang=nuortta.html.tmx
Source language: sms
Languages: fin

source: Sääʹmteeʹǧǧ sååbbar nõõmad vaalpââi ääiǥas nellj luʹvddkåʹdded, sääʹm ǩiõllsuåvtõõzz da vaal-luʹvddkååʹdd, koon tuåimmjempââʹjj lij vuäʹnkab ko jeeʹres luʹvddkooʹddi.
fin: Lautakunnat Saamelaiskäräjien kokous asettaa vaalikaudekseen neljä lautakuntaa, saamen kielineuvoston sekä vaalilautakunnan, jonka toimikausi on muita lautakuntia lyhyempi.

source: Luʹvddkååʹdd tuåimmje halltõõzz vuâlšen valmštõõleeʹl jiiʹjjes tuåimmjemvoudda kuulli aaʹššid da tuejjeeʹl tuʹmmstõõǥǥid jiiʹjjes voudda kuulli vaaʹri jueʹǩǩmest da ââʹnnmest.
fin: Lautakunnat toimivat hallituksen alaisuudessa valmistellen omaan toimialaansa kuuluvia asioita ja tehden päätöksiä omaan alaansa kuuluvien varojen jakamisesta ja käyttämisestä.

source: Luʹvddkooʹddi saaǥǥjååʹđteei da vääʹrrsaaǥǥjååʹđteei âʹlǧǧe leeʹd sääʹmteeʹǧǧ väʹlddveârlaž vuässla.
fin: Lautakuntien puheenjohtajien ja varapuheenjohtajien tulee olla saamelaiskäräjien varsinaisia jäseniä.

source: Sij lââʹssen juõʹǩk luʹvddkådda koʹlle vitt jeeʹres vuässla da juâkksa persoonlaž vääʹrrvuäʹsslaž.
fin: Heidän lisäkseen jokaiseen lautakuntaan kuuluu viisi muuta jäsentä sekä jokaiselle henkilökohtainen varajäsen.

source: Luʹvddkååʹdd âʹlǧǧe eeʹttkâʹstted nuʹtt puârast ko pâi vuäiʹtte Lääʹddjânnam säʹmmlai ǩiõllʼlaž da vooudlaž äʹrttlid da šiõǥǥ äʹšštobddmõõžž tuåimmjemvuuʹdstes.
fin: Lautakuntien tulee edustaa mahdollisimman hyvin Suomen saamelaisten kielellisiä ja alueellisia ryhmiä sekä hyvää asiantuntemusta toimialallaan.

source: Luʹvddkooʹddi tuâjain lij mieʹrruum sääʹmteeʹǧǧ tuâjjriâššmõõžžâst.
fin: Lautakuntien tehtävistä on määrätty saamelaiskäräjien työjärjestyksessä.

source: Luʹvddkååʹdd håidda tuåimmjemvouddses kuõskki teâdtumuužž.
fin: Lautakunnat hoitavat omaan toimialaansa liittyvää tiedotusta.
